export const darkPuertaBosses = [
  {
    key: "黑暗普埃塔-阿特马赫",
    name: "大精灵师阿特马赫",
    area: "黑暗普埃塔",
  },
  {
    key: "黑暗普埃塔-力量之玛拉巴塔",
    name: "力量之玛拉巴塔",
    area: "黑暗普埃塔",
  },
  {
    key: "黑暗普埃塔-中毒之玛拉巴塔",
    name: "中毒之玛拉巴塔",
    area: "黑暗普埃塔",
  },
  {
    key: "黑暗普埃塔-魔力之玛拉巴塔",
    name: "魔力之玛拉巴塔",
    area: "黑暗普埃塔",
  },
  {
    key: "黑暗普埃塔-森林守护者诺亚的冤魂",
    name: "森林守护者诺亚的冤魂",
    area: "黑暗普埃塔",
  },
  {
    key: "黑暗普埃塔-椰林族元老的冤魂",
    name: "椰林族元老的冤魂",
    area: "黑暗普埃塔",
  },
  {
    key: "黑暗普埃塔-采集者埃克特拉",
    name: "采集者埃克特拉",
    area: "黑暗普埃塔",
  },
  {
    key: "黑暗普埃塔-采集者德哈特拉",
    name: "采集者德哈特拉",
    area: "黑暗普埃塔",
  },
  {
    key: "黑暗普埃塔-采集者拉卡纳特拉",
    name: "采集者拉卡纳特拉",
    area: "黑暗普埃塔",
  },
  {
    key: "黑暗普埃塔-神经感应控制器",
    name: "神经感应控制器",
    area: "黑暗普埃塔",
  },
  {
    key: "黑暗普埃塔-次元之门主动力供给装置",
    name: "次元之门主动力供给装置",
    area: "黑暗普埃塔",
  },
  {
    key: "黑暗普埃塔-次元之门辅助动力供给装置",
    name: "次元之门辅助动力供给装置",
    area: "黑暗普埃塔",
  },
  {
    key: "黑暗普埃塔-次元之门紧急动力供给装置",
    name: "次元之门紧急动力供给装置",
    area: "黑暗普埃塔",
  },
  {
    key: "黑暗普埃塔-军团长阿努哈尔特",
    name: "军团长阿努哈尔特",
    area: "黑暗普埃塔",
  },
  {
    key: "黑暗普埃塔-火焰的主人卡林迪",
    name: "火焰的主人卡林迪",
    area: "黑暗普埃塔",
  },
  {
    key: "黑暗普埃塔-火焰山巴努卡",
    name: "火焰山巴努卡",
    area: "黑暗普埃塔",
  },
  {
    key: "黑暗普埃塔-红色影子阿沙拉图",
    name: "红色影子阿沙拉图",
    area: "黑暗普埃塔",
  },
  {
    key: "黑暗普埃塔-火尾克拉玛提",
    name: "火尾克拉玛提",
    area: "黑暗普埃塔",
  },
  {
    key: "黑暗普埃塔-火焰支配者塔哈巴塔",
    name: "火焰支配者塔哈巴塔",
    area: "黑暗普埃塔",
  },
];
